{
  "basics": {
    "name": "Jordan Bramble",
    "label": "Data Scientist",
    "picture": "https://avatars1.githubusercontent.com/u/6984748?v=3&s=460",
    "email": "jordanbramble@gmail.com",
    "phone": "757-434-2534",
    "website": "www.github.com/jbrambleDC",
    "summary": "Data Scientist and Engineer passionate about creating things that fulfill a need, with a measurable impact. Experienced in data science, machine learning, operations research, and Industrial Engineering. Currently, a Data Scientist at Cava Grill, where we are using data science to revolutionize the way people think about and consume fast casual food. Formerly, a Software Engineer at Opower, where we were saving the planet by using behavioral analytics to reduce energy consumption worldwide. Highly experienced with Python data science tools such as Pandas, Sci-kit learn, Bokeh, and NumPy. Occasional contributer to open source projects such as Bokeh. Further work experience available on LinkedIn. View my open source code on Github.",
    "location": {
      "address": "1410 N Scott St. Apt. 1065",
      "postalCode": "22209",
      "city": "Arlington",
      "countryCode": "US",
      "region": "Virginia"
    },
    "profiles": [
      {
        "network": "LinkedIn",
        "username": "",
        "url": "http://www.linkedin.com/pub/jordan-bramble/74/472/191/"
      }
    ]
  },
  "work": [
    {
      "company": "Cava Grill",
      "position": "Data Scientist",
      "website": "http://cavagrill.com/",
      "startDate": "2016-01-03",
      "summary": "",
      "highlights": [
        "Aggregate data from Yelp and Twitter, perform NLP and topical modeling. Build and maintain dashboards for resultant analysis",
        "Build automated tooling and dashboards for monitoring product usage and exporting data for non technical employees",
        "Use Machine Learning and Stochastic Modeling to predict demand, model inventory, and make suggested invoices",
        "Build Internet of Things sensors using Raspberry Pi to conduct Queing Simulations and model other in-store Stochastic Processes, with a goal of saving ~$1M in lost revenue",
        "Build and maintain open source tools for database connections",
        "Lead code review for ETL applications and all automated proccesses",
        "Design and administrate PostgreSQL database",
        "Interview candidates for roles such as DevOps and Full Stack Engineer",
        "Contribute to Open Source projects such as Bokeh"
      ]
    },
    {
      "company": "Opower",
      "position": "Software Engineer",
      "website": "http://opower.com",
      "startDate": "2014-11-03",
      "endDate": "2015-12-19",
      "summary": "",
      "highlights": [
        "Perform analytics on energy usage data at the customer level (SQL, Hive, Hadoop)",
        "Build automated tools for data analysis, data wrangling, and acquisition (Ruby, Python)",
        "Execute custom client-level configuration and features, for SAAS product (Java, Ruby)",
        "Communicate with IT resources at energy utility clients to coordinate proper data transfer",
        "Analyze daily usage cycles for millions of customers, and predict seasonal changes in energy curve archetypes with machine learning libraries and clustering algorithms (Python)",
        "Map normalized energy usage per household at the zip code level for entire U.S. (Python, Spark, D3.js)"
      ]
    }
  ],
  "volunteer": [],
  "education": [
    {
      "institution": "Georgetown University",
      "area": "Data Science and Analytics",
      "studyType": "Master's",
      "startDate": "2015-01-16",
      "endDate": "2017-05-15",
      "gpa": "3.7",
      "courses": [
        "Probablistic Models",
        "Statistical Learning",
        "Optimization",
        "Massive Data Fundamentals"
      ]
    },
    {
      "institution": "George Mason University",
      "area": "Systems Engineering and Operations Research, and Physics",
      "studyType": "Bachelor's",
      "startDate": "2009-08-25",
      "endDate": "2014-05-15",
      "gpa": "",
      "courses": [
        "Deterministic Operations Research",
        "Stochastic Operations Research",
        "Data Structures",
        "Discrete Event Modeling and Simulation"
      ]
    }
  ],
  "awards": [],
  "publications": [],
  "skills": [
    {
      "name": "Languages",
      "level": "",
      "keywords": [
        "Python",
        "R",
        "Javascript",
        "Java",
        "Ruby",
        "MATLAB",
        "SQL"
      ]
    },
    {
      "name": "Software and Tools",
      "level": "",
      "keywords": [
        "SQL",
        "MongoDB",
        "Git",
        "Numpy & SciPy",
        "Pandas",
        "Sci-kit Learn",
        "AngularJS",
        "D3.js",
        "Spark",
        "Bokeh",
        "matplotlib",
        "Hive",
        "Django",
        "Hadoop",
        "Pig",
        "AWS"
      ]
    }
  ],
  "languages": [],
  "interests": [],
  "references": []
}
